Repository: jinyongnan810/swift-ui-practices
Catalog: Greetings/Shared/Localizable.xcstrings
Source language: en
Languages: ja

source: Are you there?
ja: いるか？

source: Boom.
ja: ブーン！

source: Explore SwiftUI
ja: SwiftUIを探索する

source: Greetings
ja: こんにちは

source: Hello World
ja: ハローワールド

source: Key
ja: キー

source: Start coding now.
ja: コーディングを始めよう

source: SwiftUI is a powerful tool for building user interfaces.
ja: SwiftUIはユーザインターフェースを作るためのいいツールだ。

source: SwiftUI is designed to be efficient and performant.
ja: SwiftUIが効率を求めて設計されている。

source: SwiftUI is designed to be flexible and adaptable.
ja: SwiftUIが自由度と適用性を重視している。

source: SwiftUI Rocks!!!!!!!!!!!!!!!!
ja: SwiftUIとてもいい！！！！！

source: Text will be generated automatically.
ja: この文言はタップすると自動で変わります。

source: This is Greetings
ja: こんにちはするアプリです
